Revit 2027 API
ParameterTypeId.CwpCopyFloorInserts Property
 "Copy openings/inserts"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpCopyFloorInserts { get; }
Public Shared ReadOnly Property CwpCopyFloorInserts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpCopyFloorInserts {
	ForgeTypeId^ get ();
}
static member CwpCopyFloorInserts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace